Revit 2027 API
Vertex Properties
The Vertex type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
Vertex Class
Autodesk.Revit.DB.DirectContext3D Namespace